Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: འདི་ལྟ་སྟེ། དཔེར་ན་ཤཱ་རིའི་བུ་གཡུལ་ཆེན་པོའི་ནང་ན་གང་སྐྱེ་བོ་མང་པོ་བསྲུང་བའི་ཕྱིར་དམག་གི་མདུན་ན་འདུག་པར་འགྱུར་བའི་སེམས་ཅན་དེ་དག་ནི་ཉུང་བར་འགྱུར་རོ། ། ཡང་ཤཱ་རིའི་བུ་གང་དཔའ་བ་འོས་སུ་གྱུར་པར་བྱས་པ། གཡུལ་ལས་རྣམ་པར་རྒྱལ་བ་དེ་དག་དེ་ན་གཡུལ་མི་བཟད་པ་ཆེན་པོའི་དུས་ན་སྐྱེ་བོ་མང་པོའི་ཕྱིར་དམག་གི་མདུན་ན་འདུག་པ་དེ་བཞིན་དུ་ཤཱ་རིའི་བུ་དེའི་ཚེ་དམ་པའི་ཆོས་རབ་ཏུ་འཇིག་པ་ཉེ་བར་གནས་པ་ན་གང་ལྷག་པའི་བསམ་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་འདོད་པ། དཔའ་བ། བརྩོན་འགྲུས་བརྟན་པ། གོ་ཆ་སྲ་བ་བགོས་པ་དེ་དག་བརྩོན་འགྲུས་ཆེན་པོའི་སྟོབས་བསྐྱེད་དེ བདུད་ཀྱི་དམག་ལས་རྒྱལ་ཞིང་འདི་ལྟ་བུའི་ཆོས་དཀོན་མཆོག་འདི་ལས་སྙིང་པོ་ཅུང་ཟད་ཙམ་ལེན་པར་འགྱུར་རོ། །
en: “Śāriputra, take the example of a great battle. A few people will be sent to face the army to protect the population as a whole. These few, Śāriputra, will be capable, seasoned fighters who will be able to win the battle. When the dreadful battle commences, they will stand and face the opposing army to protect the population as a whole. In the same way, Śāriputra, when the time of the destruction of the true Dharma is upon them, there will be those whose intentions are noble, heroes whose vigor will be firm and who will be intent on nirvāṇa, who will don the armor of firmness. With great vigor and strength, they will be victorious over the forces of Māra. They will preserve the very essence of this kind of precious teaching.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤཱ་རིའི་བུ་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་ཡོངས་སུ་སྤོང་བ་ལ་ཡང་རྗེས་སུ་ཡི་རང་བར་མི་བྱེད་ཅིང་རྩོད་པར་མི་བྱེད་ལ། འདི་ནི་སངས་རྒྱས་ཀྱིས་བཤད་པ་ཡང་དག་པའོ་ཞེས་སྐྱེ་བོ་མང་པོ་ལ་སྒྲོགས་ཤིང་ཤེས་པར་བྱེད་པ་དེ་ནི་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་གྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ལེགས་པར་བཤད་པ་ལ་རྗེས་སུ་ཡི་རང་བ་སྟེ།
en: “How will they do this? Śāriputra, he will not be pleased if even a single four-line verse is treated carelessly, and he will object to this careless treatment. He will explain that ‘These are the authentic words of the Buddha’ and try to get people to understand. He takes delight in the eloquent words of the lords, the buddhas, of the past, the future, and the present.

source: ཤཱ་རིའི་བུ་དེ་ལྟ་བུའི་གང་ཟག་རྣམས་ལ་བསོད་ནམས་ཀྱི་རྣམ་པར་སྨིན་པ་ཆུང་ངུ་ཞེས་ང་མི་འཆད་དེ། ནམ་མཁའ་དང་མཉམ་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་འགྱུར་རོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། །ཤཱ་རིའི་བུ་སྐྱེས་བུ་དམ་པ་དེ་ལྟ་བུ་ནི་ཤིན་ཏུ་དཀོན་ཏེ། སྐྱེས་བུ་མཆོག་ཅེས་བརྗོད་དོ། ། སྐྱེས་བུ་རབ་ཅེས་བརྗོད་དོ། ། སྐྱེས་བུ་དཔའ་བོ་ཞེས་བརྗོད་དོ། ། སྐྱེས་བུ་ཆེན་པོ་ཞེས་བརྗོད་དོ། ། དེ་ནི་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཀྱི་ཕྱོགས་སོ། ། དེ་དག་སྡེར་མི་སྨྲ་མི་འཁྲུག་གོ ། དེ་དག་ནན་ཏན་སྙིང་པོར་བྱེད་པ་སྟེ། ཤཱ་རིའི་བུ་འཆི་བའི་མཐའི་བར་དུ་ནན་ཏན་སྙིང་པོར་བྱའོ། ། འཆི་བའི་མཐའི་བར་དུ་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བར་བྱའོ། ། འཆི་བའི་མཐའི་བར་དུ་སྟོང་པ་ཉིད་ལ་མོས་པར་བྱའོ། །
en: “Śāriputra, I am not talking about the kind of people in whom little merit has matured. The people I am talking about will have a great deal of merit, as vast as the sky. Why is this? Śāriputra, honorable men like this are very hard to come by. I call them excellent men. I call them supreme men. I call them heroic men. I call them great men. They practice the Dharma of the Tathāgata. They do not take sides and do not cause fights. They apply themselves at the very core of their being. Śāriputra, they will apply themselves at the very core of their being until they die. They will apply themselves to the preservation of the true Dharma until they die. They will apply themselves with confidence in emptiness until they die.

source: ཤཱ་རིའི་བུ་ཆོས་དེ་བཞི་དང་ལྡན་ན་དེའི་ཚེ་དེའི་དུས་ན་དམ་པའི་ཆོས་རབ་ཏུ་རྣམ་པར་འཇིག་པའི་དུས། དམ་པའི་ཆོས་ནུབ་པར་འགྱུར་བའི་དུས། ཚུལ་ཁྲིམས་འཆལ་པའི་ཕྱོགས་མང་བའི་དུས། འཇིག་རྟེན་རྒྱང་ཕན་པའི་གསང་ཚིག་ཀུན་ཏུ་ཚོལ་བ་མང་བའི་དུས། བསྐལ་པ་སྙིགས་མའི་དུས། སེམས་ཅན་སྙིགས་མའི་དུས། ཚེ་སྙིགས་མའི་དུས། ཉོན་མོངས་པ་སྙིགས་མའི་དུས། ལྟ་བ་སྙིགས་མའི་དུས་ན་དུས་གསུམ་ལ་གནས་པར་བྱ། ཐབ་མོ་ཉེ་བར་ཞི་བ་ལ་གནས་པར་བྱ། སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་དང་འབྲལ་བར་མི་འགྱུར་བར་བྱ་སྟེ། ། ཤཱ་རིའི་བུ་དུས་འདི་གསུམ་ལ་རབ་ཏུ་གནས་པར་བྱའོ། །
en: “Śāriputra, those who possess these four qualities will master the three times, placate the authorities, and work so that the awakening of the Buddha remains available, even at the penultimate time in the future, the time when the true Dharma is destroyed, the time when the true Dharma disappears, the time immoral practices become commonplace, the time when the mantras of the materialists become commonplace, the time of the age of degeneration, the time of degenerate sentient beings, the time of degenerate lifespans, the time of degenerate vices, the time of degenerate views. Śāriputra, they will master the three times.”

source: མཆོག་གི་ཆོས་དང་འབྲལ་བར་མི་འགྱུར་ཏེ།
en: “They do not lack the supreme Dharma.

source: རྒ་ཤི་ཟད་པར་བྱེད་དང་ལྡན་པར་འགྱུར། །
en: They have access to that which can undo aging and death.

source: དེ་ལ་ཕྱིར་ཞིང་ཉམས་པར་མི་འགྱུར་ཏེ། །
en: None among them are ever in doubt about what their goal is,

source: བདག་དོན་སྐྱེ་མེད་དོན་ཕན་ལྡན་པར་འགྱུར། །
en: And they are intent upon helping everyone.

source: གང་དག་ངས་བསྟན་ཆོས་ཐོས་ནས། །
en: “Those who hear this Dharma that I teach

source: ཚུལ་བཞིན་གནས་པར་འགྱུར་བ་དག །
en: Do not only relate to it superficially.

source: དེ་ཡི་སྟོན་པ་ང་ཡིན་ཏེ། །
en: I am their instructor,

source: དེ་དག་ང་ཡི་ཉན་ཐོས་ཡིན། །
en: And they are my hearers.

source: གང་དག་ཆོས་རྣམས་ཐོས་གྱུར་ནས། །ཚུལ་བཞིན་གནས་པ་མ་ཡིན་པ། །དེ་དག་ངན་འགྲོར་འགྲོ་འགྱུར་ཏེ། །ཇི་ལྟར་རྒྱ་མཚོར་ཤིང་རྟ་བཞིན། །
en: “However, those who only relate to this Dharma Superficially when they hear it Will go to the lower realms of existence, Like a cart rolling into the ocean.

source: བསྐལ་པ་བྱེ་བ་ཕྲག་སྟོང་དུ། །སངས་རྒྱས་འབྱུང་བར་རབ་དཀའ་བ། །རྙེད་ནས་མཉེས་པར་མི་བྱེད་པ། །དེ་དག་རྣམས་ཀྱང་བདུད་དབང་སོང་།། །།
en: “Even in the course of a billion eons It is incredibly difficult to meet a buddha, So if they displease a buddha when they meet him They must certainly be under the sway of māras.

source: ཤཱ་རིའི་བུ་སྔོན་བྱུང་བ་འདས་པའི་དུས་བསྐལ་པ་དགུ་བཅུ་རྩ་གཅིག་ཏུ་གྱུར་པ་དེའི་ཚེ་དེའི་དུས་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་གཟིགས་ཞེས་བྱ་བ་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་ མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ།
en: “A long time ago, Śāriputra, ninety-one eons in the past, there was a time, an occasion, when a tathāgata, arhat, fully accomplished buddha by the name of Vipaśyin appeared in the world. He was perfect in wisdom and conduct, he was a sugata, a knower of the world, an unsurpassable guide for those who wished to train, and he was a teacher of gods and men, awakened, a lord.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དུ་བྱུང་བ་དེའི་གསུང་རབ་ལ་སྡིག་པའི་དགེ་སློང་དྲུག་འདི་ལྟ་སྟེ། ཤིན་ཏུ་མཐོང་ཞེས་བྱ་བ་དང་། རྙེད་སླ་དང་། དགའ་བྱེད་དང་། དགེ་བྱེད་དང་། གྲགས་པ་དང་། མེས་བྱིན་ཞེས་བྱ་བ་རྣམས་བྱུང་སྟེ། བདག་ཏུ་སྨྲ་བ། གང་ཟག་ཏུ་སྨྲ་བ། ཆད་པར་སྨྲ་བ། རྟག་པར་སྨྲ་བ་རྣམས་འགྲོགས་སྡོང་ཞིང་ཕན་ཚུན་དུ་ཡིད་རྟོན་ཅིང་གནས་པ་དེ་དག་གི་ཁྲིམས་འདི་ལྟ་བུ་ཞིག་བྱས་ཏེ བདག་ཅག་རེ་རེས་ཀྱང་ཁྱིམ་བརྒྱ་བརྒྱ་གཟུང་བར་བྱའོ། ། ཁྱིམ་བརྒྱ་ཡོངས་སུ་རྫོགས་པ་ལ་དེར་འོངས་ཏེ་གཅིག་ལ་གཅིག་བསྙད་པར་བྱའོ། ཁྱིམ་ཉི་ཤུ་དང་། སུམ་ཅུ་དང་། བཞི་བཅུ་དང་། ལྔ་བཅུ་དང་། བརྒྱར་མ་གྲུབ་པ་ལ་བསྙད་པར་བྱའོ་ཞེས་དེ་ལྟ་བུའི་ཁྲིམས་བྱས་ནས་ གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ལྗོངས་དང་། ཡུལ་དང་། ཕོ་བྲང་འཁོར་དུ་དོང་ནས་ དེ་དག་ཐམས་ཅད་ཁྱིམ་གཅིག་ཏུ་དོང་ངོ་། ། ཁྱིམ་དུ་དོང་ནས་གཅིག་ལ་གཅིག་ཐོག་མ་ཉིད་དུ་སངས་རྒྱས་ལ་མི་སྙན་པར་ཟེར་རོ། ། སངས་རྒྱས་ལ་མི་སྙན་པ་ཇི་སྐད་ཟེར་ཞེ་ན། ཁྱིམ་དེར་ཕྱིན་ནས་འདི་སྐད་ཅེས་སྨྲས་ཏེ། བདག་ཡོད་དོ། ། སེམས་ཅན་ཡོད་དོ། ། སྲོག་ཡོད་དོ། ། གང་ཟག་ཡོད་དོ། ། གལ་ཏེ་བདག་མེད་དུ་ཟིན་ན་ འོང་བ་སུ། འགྲོ་བ་སུ། འགྲེང་བ་སུ། འདུག་པ་སུ། ཉལ་བ་སུ། སྨྲ་བ་སུ། མི་སྨྲ་བར་འགྱུར་བ་སུ། སྦྱིན་པ་སྦྱིན་པར་བྱེད་པ་སུ། ལེན་པ་སུ། ཟ་བ་སུ། བདེ་བ་དང་སྡུག་བསྔལ་གྱི་ཚོར་བ་སོ་སོར་ཡང་དག་པར་མྱོང་བ་སུ། གང་ཁྱོད་ལ་འདི་སྐད་དུ་བདག་མེད། སེམས་ཅན་མེད། སྲོག་མེད། གང་ཟག་མེད་ཅེས་སྨྲ་བ་དེ་ནི་ཁྱེད་ཀྱི་མི་དགེ་བའི་བཤེས་གཉེན་ཏེ། དགེ་བའི་བཤེས་གཉེན་མ་ཡིན་ནོ་ཞེས་ཟེར་བ་དང་། དེ་ལ་ཤཱ་རིའི་བུ་བུད་མེད་དང་། སྐྱེས་པ་དང་། ཁྱེའུ་དང་། བུ་མོ་དག་ན་རེ་གང་དགེ་བའི་བཤེས་གཉེན་མ་ཡིན་པ་དེ་ནི་སྡིག་པའི་གྲོགས་པོའོ། ། དེའི་ཕྱིར་སྡིག་པའི་གྲོགས་པོར་གྱུར་པ་དེ་དགེ་བའི་བཤེས་གཉེན་མ་ཡིན་ནོ་ཞེས་དེ་སྐད་སྨྲས་པ་དང་། དེ་དག་གིས་དེ་དག་ལ་ཁྱེད་དེ་ལྟར་ཤེས་པ་ནི་མཁས་པ་ཡིན་ཏེ སྡིག་པའི་གྲོགས་པོ་གང་ཡིན་པ་དེ་ནི་དགེ་བའི་བཤེས་གཉེན་མ་ཡིན་ནོ། ། དེའི་ཕྱིར་གང་ཁྱེད་ལ་འདི་སྐད་དུ་བདག་མེད། སེམས་ཅན་མེད། སྲོག་མེད། གང་ཟག་མེད་ཅེས་ཟེར་བ་ལ་བསྟེན་པར་མི་བྱའོ། འགྲོགས་པར་མི་བྱ། བསྙེན་བཀུར་མི་བྱའོ་ཞེས་སྨྲས་ཏེ། དགེ་སློང་དེ་དག་རེ་རེས་ཀྱང་ཟླ་བ་ཕྱེད་ཕྱེད་ཀྱིས་ཁྱིམ་ལྔ་བརྒྱ་ལྔ་བརྒྱ་ལོག་པར་འཛིན་པ་ལ་བཙུད་དོ། །
en: “The story goes that there were six wicked mendicants named Sudarśana, Sulabha, Nandaka, Kalyāṇaka, Yaśa, and Agnidatta. They believed in the self, in the person, in annihilation, and in permanence. They joined forces, and they worked together to make the following plan: ‘We should each take responsibility for one hundred households, and we should argue our case in these one hundred households. We should each argue our case in twenty, thirty, forty, fifty, if not a full hundred households.’ They plotted in this way and then traveled to different villages, towns, cities, countries, kingdoms, and royal courts and visited individual households. In each household they visited, the first thing they would do was to make disparaging remarks about the Buddha. What sort of disparaging remarks did they make about the Buddha? When they entered the houses they would say, ‘A self exists. A being exists. A life force exists. A person exists. If there were no self, what would come and what would go? What would stand, what would sit, and what would lie down? What would speak, and what would be silent? What would give a gift, and who would receive it? What would eat? What would feel the sensations of happiness and suffering? Whoever has told you that there is no self, no being, no life force, and no person is not a suitable spiritual guide for you. He is not a spiritual friend.’ So, Śāriputra, women and men, boys and girls, would say, ‘Someone like this is not a spiritual friend. He is evil. An evil friend is not a spiritual friend. The people who have explained this to you are learned, and so you should believe them when they say that someone who is an evil friend is not a spiritual friend. Therefore, if someone tells you that there is no self, no being, no life force, and no person, do not rely on him, do not associate with him, and do not serve him.’ In this way, these mendicants each influenced five hundred households in the space of two weeks.

source: ཤཱ་རིའི་བུ་དེ་ན་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་གཟིགས་ཀྱི་ཉན་ཐོས་དགེ་སློང་དགྲ་བཅོམ་པ། དྲི་མ་དང་། ཉོན་མོངས་པ་བསལ་བ་དག་གྲོང་དུ་དོང་སྟེ་ ཕྱིན་པ་དང་། བུད་མེད་དང་། སྐྱེས་པ་དང་། ཁྱེའུ་དང་། བུ་མོ་དག་གཤེ་ཞིང་མི་སྙན་པ་ཟེར། ཚིག་ངན་པ་རྩུབ་པོས་སྤྱོས་ཏེ་ཚིགས་སུ་བཅད་པ་འདི་སྐད་ཟེར་རོ།
en: “Then, Śāriputra, there were mendicants and arhats of the Lord, the tathāgata, arhat, fully accomplished Buddha Vipaśyin, who were free of any impurities or vices. These śrāvakas went to the households that had been influenced by the wicked mendicants. When they arrived there, the women and men, the boys and girls, insulted them and abused them with harsh and vulgar words. They spoke the following verse:

source: ཁྱེད་ནི་ལམ་ལ་རྨོངས་པ་སྟེ། །
en: “ ‘This path of yours is foolish.

source: ཆོས་ཤེས་པ་ནི་ཁྱེད་མ་ཡིན། །
en: You do not understand the Dharma.

source: ཁྱེད་ནི་ཆོས་ལས་ཉམས་པས་ན། །
en: You have strayed from the Dharma,

source: ཐམས་ཅད་སེམས་ཅན་དམྱལ་བར་འགྲོ། །
en: And you will all end up in hell.’

source: དེ་ལྟར་དགེ་སློང་དེ་དག་ལ་ཚིགས་སུ་བཅད་པའི་དབྱངས་ཀྱིས་གཤེ་ཞིང་མི་སྙན་པར་སྨྲས་པ་དང་། སངས་རྒྱས་ཉིད་ཀྱི་བསྔགས་པ་རྗོད་ཅིང་སླར་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: “The mendicants who had been abused in verse in this way then replied with verses in praise of the Buddha:

source: འདུས་བྱས་ཐམས་ཅད་མི་རྟག་ཅིང་། །ཆོས་ཀུན་ལ་ནི་བདག་མེད་དེ རྟག་མེད་ཐེར་ཟུག་མེད་དོ་ཞེས། །སངས་རྒྱས་ཀྱིས་ནི་ཆོས་བཤད་དོ། ། གསོབ་དང་གསོག་དང་སྟོང་པ་སྟེ། །འདུས་བྱས་ཐམས་ཅད་སྙིང་པོ་མེད། །བརྫུན་པ་སླུ་བའི་ཆོས་ཅན་ཏེ། ། བྱིས་པ་རྟག་ཏུ་འདྲིད་པའོ། །
en: “ ‘The Dharma the Buddha teaches Is that all conditioned things are impermanent, That all phenomena are without a self, That they do not last, that they are transient. “ ‘They are hollow, ephemeral, and empty. They always mislead the immature. All conditioned things are insubstantial. It is easy to be fooled by these deceptive phenomena.’

source: དེ་བཞིན་གཤེགས་པ་བདག་མེད་སེམས་ཅན་མེད། ། སྲོག་མེད་གང་ཟག་མེད་པར་ཆོས་བསྟན་ཏོ། ། ཞེས་ཚིགས་སུ་བཅད་པ་དེ་སྨྲས་སོ། །
en: “The Dharma taught by the Tathāgata is that there is no self, no being, no life force, and no person. Those mendicants have spoken the following verse:

source: སྦྱིན་དང་ཟ་དང་ལེན་པ་དང་། །ཚོར་བ་རྒྱ་ཆེ་མྱོང་གྱུར་ལ། །བདག་མེད་པར་ནི་གང་སྨྲ་བ། དེ་དག་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: “ ‘Those who give, who enjoy, who receive, Who feel, and who have all kinds of experiences But claim that there is no self Will go to the lower states of existence.’

source: དེ་ལ་ཤཱ་རིའི་བུ་གང་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པའི་ཚིག་བཞིན་དུ་བྱེད་པ་དེ་དག་ལས་སྲོག་ཆགས་དྲུག་ཁྲི་བརྒྱད་སྟོང་དེ་ནས་ཤི་འཕོས་ནས་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་སྐྱེས་ཏེ དེ་ན་དེ་དག་གི་ལུས་གཟུགས་འདི་ལྟ་སྟེ། ཉ་ལྟ་བུར་མངོན་པར་གྲུབ་བོ། །མགོ་ནི་འདི་ལྟ་བུར་འདི་ལྟ་སྟེ། མིའི་ལྟ་བུར་གྱུར་ཏོ། ། འདི་ལྟ་བུའི་ལྕེ་མངོན་པར་གྲུབ་པ་ནི། འདི་ལྟ་སྟེ། དཔེར་ན་ཆང་འཚོང་གི་རེ་ལྡེ་ཆེན་པོ་ལྟ་བུ་སྟེ། དེ་དག་གི་ལྕེ་དེ་ལ་ལྕགས་ཀྱི་གཤོལ་མང་པོས་རབ་ཏུ་རྨོས་སོ། །དེ་དག་གི་ལུས་རེ་རེ་ལ་ཡང་མདུང་ཐུང་བརྒྱ་བརྒྱས་དམྱལ་ཏོ། ། སྟེང་གི་བར་སྣང་ལས་ཀྱང་ལྕགས་ཀྱི་ཐུ་ལུམ་ཀུན་ཏུ་འབར་བ་རབ་ཏུ་འབར་བ། ཀུན་ཏུ་རབ་ཏུ་མཆེད་ཅིང་འབར་བ། འབར་བ་དང་བཅས་པར་གྱུར་བ། འབར་བ་གཅིག་ཏུ་གྱུར་པ་ལུས་ཀྱི་སྟེང་དུ་འབབ་བོ།
en: “When they died, Śāriputra, the women and men, boys and girls, who had been led astray by these wicked men were reborn in the great Incessant Hell for sixty-eight thousand lifetimes. They would be reborn in a particular kind of body, which was that of a fish. Their heads would have a particular form, which was that of a human being. Their tongue would have a particular form, which was, to take an example, that of a brewery filter made of cloth, and their tongues would be shredded by numerous plows made of iron. Their bodies would all be struck by a hundred weapons. A great many burning balls of iron would fall from the sky and incinerate them, engulf them, a single mass of fire as they hit their bodies.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །
en: The Lord then spoke these verses:

source: གློག་ལྕེ་རབ་ཏུ་འབར་བའི་མདའ། །བརྒྱ་ཕྲག་མང་པོ་སྟོང་རྣམས་ནི། །རྟག་ཏུ་ལུས་ལ་རབ་འབབ་སྟེ། །མི་དག་ན་ཚ་མྱོང་བར་བྱེད། །
en: “Hundreds and thousands Of burning arrows and tongues of lightning Will constantly rain down upon their bodies—This is what they will experience in hell.

source: ཐམས་ཅད་ལུས་ནི་ཀུན་ཏུ་འབར། །
en: “Their bodies will all be ablaze,

source: མེ་ལྕེ་འབར་བ་བསྙེན་པར་དཀའ། །
en: In an intolerable inferno.

source: དཔག་ཚད་བརྒྱ་སྙེད་གང་བ་ཡི། །ལུས་ལས་མེ་ལྕེ་རབ་ཏུ་འབྱུང་། །
en: For a full hundred eons Their bodies will burn.

source: རེ་རེ་དག་གི་ལྕེ་ལ་ཡང་། །དེ་སྟེང་གཤོལ་གྱིས་རྨོ་བར་བྱེད། །
en: “Their tongues will each Will be shredded by plows.

source: ཀུན་གྱི་ལྕེ་ནི་དྲལ་བས་ན། །
en: As their tongues are mangled,

source: སྡུག་བསྔལ་ཚོར་བ་མྱོང་བར་འགྱུར། །
en: They will experience nothing but pain.

source: སྡིག་པའི་གྲོགས་པོ་བསྟེན་བྱས་པས། །དེ་དག་ཕྱི་ཕྱིར་འབྱུང་བར་འགྱུར། །
en: “This is what will happen If one relies upon evil friends.

source: ཚུལ་ཁྲིམས་ལྡན་པ་རྣམ་སྤངས་པས། །མྱུར་དུ་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: If one rejects those who uphold morality, One will quickly end up in the lower realms of existence.

source: ཡང་ཤཱ་རིའི་བུ་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པ་དྲུག་པོ་དེ་དག་དེ་ནས་ཤི་འཕོས་ཏེ་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་སྐྱེས་ནས་ དེ་དག་རེ་རེའི་ལུས་ཀྱང་དཔག་ཚད་བརྒྱ་བརྒྱ་པར་མངོན་པར་གྲུབ་པར་གྱུར་ཏེ ལུས་རེ་རེ་ལ་ཡང་ཁ་སྟོང་སྟོང་མངོན་པར་གྲུབ་པར་གྱུར་ཏོ། ། ཁ་རེ་རེ་ལ་ཡང་ལྕེ་གཉིས་གཉིས་ཆུ་ཞེང་དུ་དཔག་ཚད་བཞི་ཙམ་ཡོད་པ་མངོན་པར་གྲུབ་པར་གྱུར་ཏོ། ། ལྕེ་རེ་རེ་ལ་ཡང་གཤོལ་ལྔ་བརྒྱ་ལྔ་བརྒྱ་མངོན་པར་གྲུབ་པར་གྱུར་ཏེ། དེ་དག་ལྕགས་ཀྱི་ཐུ་ལུམ་དང་། ལྕགས་གཤོལ་གྱིས་རྨོས་ནས་དེ་དག་གི་ལྕེ་གཤེགས་ཏེ། ཨ་ན་ཞེས་འཛེར་ཀྱང་མི་ནུས་སོ། ། དེ་དག་རེ་རེའི་མགོ་ལ་ཡང་སེམས་ཅན་དམྱལ་བའི་སྲུངས་མ་བྱེ་བ་ཕྲག་སྟོང་གནས་ཤིང་མགུལ་པ་གཅོད་པར་བྱེད་དོ། ། དེ་ན་དེ་དག་གཅིག་གི་ཚེའི་ཚད་ཀྱང་ལོ་བྱེ་བ་ཕྲག་སྟོང་དུ་གྱུར་ཏོ། ། དེ་བཞིན་དུ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་གཞན་དང་གཞན་དག་དུ་ཚོར་བ་རྣམ་པ་མང་པོ་ཡང་མྱོང་བར་གྱུར་ཏོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ལྟར་སངས་རྒྱས་ཀྱི་བསྟན་པ་ལ་མི་བསྔགས་པ་བརྗོད་པ་བྱས་པའི་ཕྱིར་རོ། །
en: “Śāriputra, when these six wicked men died, they were reborn in the great Incessant Hell, and each took on a body a hundred yojanas in size. Their bodies each had a thousand mouths. There were two tongues in each of their mouths, each of which measured four yojanas. Five hundred plows appeared on each of their tongues. The plow blades were made of iron, and their tongues were shredded. They were not even able to cry ‘Haaaa….’ There were a billion henchmen of hell at each of their heads, torturing them with sharp blades. Each of the lives they had there lasted ten billion years. They underwent many other kinds of horrible experiences in the other great hells too. Why? It was because they spoke disparagingly about the teachings of the Buddha.

source: ཡང་དེའི་དུས་ན་ཁྱིམ་བདག་བདེ་བ་ཞེས་བྱ་བ། ཕྱུག་ཅིང་ནོར་ཆེ་བ། ལོངས་སྤྱོད་ཆེ་བ། ལོངས་སྤྱོད་མང་བ། བདག་དབང་བ་མང་བ། འགྲོན་བུ་དང་། གསེར་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་དང་། དངུལ་དང་། ས་ལེ་སྦྲམ་མང་པོ་དང་ལྡན་པ། བྲན་ཕོ་དང་། བྲན་མོ་དང་། ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བའི་མི་མང་བ། ནོར་དང་། འབྲུ་དང་། བང་བ་དང་། མཛོད་མང་པོ་དང་ལྡན་པ་དེ་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པ་དེ་དག་གིས་ཆད་པར་ལྟ་བ་མུ་སྟེགས་ཅན་གཅེར་བུ་པའི་སྨྲ་བ་ལ་བཞག་པར་གྱུར་ཏོ། ། དེའི་ཆུང་མ་འོད་འཕྲོ་ཅན་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ། གཟུགས་བཟང་བ། མཛེས་པ། བལྟ་ན་སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ་ཞིག་བྱུང་ངོ་། ། དེ་ལས་བུ་ཞིག་བཙས་པ་ཡང་གཟུགས་བཟང་བ། མཛེས་པ། བལྟ་ན་ སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ། སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་མང་པོ་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཞིག་བྱུང་སྟེ དེ་བཙས་མ་ཐག་ཏུ་ལན་གསུམ་འཛུམ་མུལ་ཞེས་རྒོད་ནས། བདག་ནི་ཆད་པར་སྨྲ་བའི་རིགས་སུ་སྐྱེས་སོ་ཞེས་དེ་སྐད་ཀྱི་ཚིག་གི་ལས་སྨྲས་པ་དང་། ཁྱེའུ་དེའི་མས་སྒྲ་དེ་ཐོས་ནས་ དངངས་སྐྲག་ཅིང་མི་དགའ་སྟེ སྤུ་ཟིང་ཞེས་བྱེད་ནས་ཁྱེའུ་དེ་བོར་ཏེ་བྲོས་པ་དང་བུད་མེད་གཞན་འདུས་པར་གྱུར་པ་དག་ཀྱང་བྱེར་རོ། ། དེ་ནས་ཤཱ་རིའི་བུ་བུད་མེད་དེ་དག་རིང་ཞིག་ཏུ་ཕྱིན་པ་དང་། སླར་ལོག་སྟེ་ ལྟ་ཞིང་འདི་ལྷའམ། ཀླུ་འམ། གནོད་སྦྱིན་ནམ། དྲི་ཟ་འམ། ལྷ་མ་ཡིན་ནམ། ནམ་མཁའ་ལྡིང་ངམ། མིའམ་ཅི་འམ། ལྟོ་འཕྱེ་ཆེན་པོའམ། གྲུལ་བུམ་འམ། འབྱུང་པོ་འམ། ཤ་ཟའམ། མི་འམ། མི་མ་ཡིན་པའམ། འདི་སུ་ཞིག་ཤེས་པར་བྱའོ་སྙམ་མོ། །
en: “Furthermore, at that time there was a householder by the name of Kṣema. He was wealthy, with great riches, a great many possessions, and much property. He had a great deal of money, gold, jewels, pearls, gems, shells, crystals, coral, silver, and precious metals. He had many male and female servants, workers, and laborers. He had storerooms filled with great wealth, treasure, and stocks of grain. He was a follower of the views of annihilation propounded by these wicked men. His wife’s name was Arcimati, and she was beautiful, delightful, and appealing and had a great many excellent qualities. She gave birth to a child who was beautiful, delightful, and appealing and had a great many excellent qualities. He possessed excellent roots of virtue that he had accumulated under many hundreds of thousands of millions of billions of buddhas. As soon as he was born, he laughed three times and said, ‘I have been born into a family of believers in annihilation!’ When she heard her son’s words the mother was frightened, shocked, and terrified. Her hair stood on end, and she put him down and ran away. The other women who were there with her fled as well. Then, Śāriputra, after a long time had passed, the women returned to look at the child, wondering what he could be—a god, a nāga, a yakṣa, a gandharva, an asura, a garuḍa, a kinnara, a mahoraga, a kumbhāṇḍa, a bhūta, a piśāca, a human being, or a nonhuman being?

source: ཤཱ་རིའི་བུ་དེ་ནས་ཁྱེའུ་དེས་བསམས་པ། ཀྱེ་མའོ་བུད་མེད་དེ་དག་ནི་བདེ་བ་ལས་བྲོས་པར་གྱུར་ཏོ་སྙམ་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ། །
en: “Śāriputra, the boy then thought, ‘Alas, these women are fleeing from ease,’ and he spoke these verses:

source: ང་ནི་ཁྱེད་ཀྱི་དོན་འདོད་ཀྱིས། །གནོད་མི་འབྱུང་གིས་མ་འཇིགས་ཤིག །ཁྱེད་ནི་ལམ་ངན་ཞུགས་པ་ལས། །ངས་ནི་རབ་ཏུ་ཐར་བར་བྱ། །
en: “ ‘I only wish you well. No harm will come to you. You need not be scared. I will liberate you From the wrong path you are following.

source: ཁྱེད་རྣམས་བདེ་ལས་འཇིགས་པར་བྱེད། །
en: “ ‘It is Kṣema who you should fear,

source: དགྲ་རྣམས་ཀྱིས་ནི་མདུན་དུ་བདར། །
en: Like an enemy, not me.

source: ལོག་པར་ལྟ་བར་ལྷུང་བ་ལས། །ངས་ནི་ཁྱེད་རྣམས་དགྲོལ་བར་བྱ། །
en: I will liberate you From falling into wrong views.’

source: ཤཱ་རིའི་བུ་དེ་ནས་ཁྱེའུ་དེའི་མ་དང་། ཕ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེས་ཚིགས་སུ་བཅད་པ་དེ་དག་ཐོས་ནས་ཁྱེའུ་དེ་ག་ལབ་དེར་དོང་ངོ་། ། དེ་ནས་ཁྱེའུ་དེས་རང་གི་མ་དང་། ཕ་ལ་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ། །
en: “Then, Śāriputra, as the boy’s parents and the wider community heard about these verses that the boy had spoken, they went to where he was staying. The boy then spoke these verses to his parents:

source: ནོར་དག་དང་ནི་འབྲུ་དག་རྣམས། །ཁྱིམ་ན་རྒྱ་ཆེན་ཡོད་པ་དག ། མྱུར་དུ་བདག་ལ་སྦྱིན་པར་གྱིས། །བདག་ནི་སངས་རྒྱས་ཉན་ཐོས་སོ། །
en: “ ‘Take whatever stores of treasure and grain There are in this house And quickly make an offering to us—For we are śrāvakas of the Buddha.

source: འཇིག་རྟེན་གསུམ་ཀུན་དཀྱིལ་འཁོར་ན། ། རྣམ་གཟིགས་འཇིག་རྟེན་སྣང་མཛད་པ། །དེ་འདྲ་བ་ནི་གང་ཡང་མེད། །
en: “ ‘There is no one like him, The light of the world, Vipaśyin, In the sphere of all the three worlds—

source: བདག་ནི་དེ་ཡི་ཉན་ཐོས་སོ། །
en: And we are his śrāvakas.

source: སྲོག་ཆགས་ཀུན་ལ་ཕན་པའི་ཕྱིར། །ཆོས་རྣམས་ཡང་དག་རབ་སྟོན་གང་། །རྣམ་གཟིགས་འཇིག་རྟེན་སྣང་མཛད་པ། །བདག་ནི་དེ་ཡི་ཉན་ཐོས་སོ། །
en: “ ‘The one who reveals the Dharma For the benefit of all who live Is the light of the world, Vipaśyin— And we are his śrāvakas.

source: གང་གི་སྐུ་ལ་སྐྱེས་ཆེན་གྱི། །སུམ་ཅུ་རྩ་གཉིས་མཚན་མངའ་བ། །རྣམ་གཟིགས་འཇིག་རྟེན་སྒྲོན་མ་མཛད། །
en: “ ‘The one whose body is adorned With the thirty-two characteristics of a great being Is the light of the world, Vipaśyin—

source: བསྐལ་པ་བྱེ་བ་ཕྲག་སྟོང་དུ། །ཨུ་དུམ་བ་རའི་མེ་ཏོག་ལྟར། །ཡང་དག་ཤིན་ཏུ་ཐོས་དཀའ་བ། །བདག་ནི་དེ་ཡི་ཉན་ཐོས་སོ། །
en: “ ‘It is incredibly rare to be able to hear him: It happens just once every ten billion eons, As rarely as the blossoming of the udumbara flower— And we are his śrāvakas.’

source: དེ་ལྟར་ཤཱ་རིའི་བུ་ཁྱེའུ་དེའི་ཕ་དང་མས་གསེར་བྱེ་བ་ཕྲག་ཉི་ཤུ་བྱིན་ནས། ཁྱེའུ་འདི་ནི་ཁྱོད་ཀྱི་ཕ་མའི་ནོར་ཡིན་གྱིས་གང་ལ་སེམས་དད་པར་གྱུར་པ་དེ་ལ་སྦྱིན་པ་བྱིན་ཅིག་ཅེས་དེ་སྐད་སྨྲས་ནས།
en: “Then, Śāriputra, the boy’s parents presented him with two hundred million gold coins, and said, ‘Son, this is the wealth of your parents. Please give it to the one whose mind is pure.’

source: དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་ཀྱང་སྨྲས་སོ། །
en: “They then spoke these verses:

source: འདི་ནི་ཁྱོད་ཀྱི་ཕ་ཡི་ནོར། །འདི་ནི་ཁྱོད་ཀྱི་མ་ཡི་ནོར། །གང་དུ་སེམས་ནི་དད་གྱུར་པར། །ཁྱེའུ་ཡིས་སྦྱིན་པ་སྦྱིན་པར་གྱིས། །
en: “ ‘This is the wealth of your mother, And this is the wealth of your father. Son, please make an offering of it To the one whose mind is pure.

source: དབྱིག་རྣམས་དང་ནི་གསེར་གྱི་རྣམས། །ཁྱིམ་འདི་ན་ནི་ཡོད་པ་དག །
en: “ ‘We have quickly brought you The treasure and gold

source: དེ་དག་མྱུར་དུ་ཁྱེར་གྱིས་ཏེ། །གང་དུ་སེམས་དད་དེར་ཕུལ་ཅིག །
en: That we had in the house— Please give it to the one whose mind is pure.

source: མལ་ཆ་དང་ནི་གདིང་བ་དང་། །བྱུག་པ་ཕྲེང་བ་སྤོས་ཀྱི་རྣམས། །དགའ་བཞིན་དུ་ནི་ཁྱེར་གྱིས་ལ། །གང་དུ་སེམས་དད་དབུལ་བྱོས་ཤིག
en: “ ‘With joy, we have brought you Our beds and our blankets, Our garlands, perfumes, and ointments— Please give it to the one whose mind is pure.

source: །སངས་རྒྱས་ཆོས་དང་དགེ་འདུན་ནི། །བླ་ན་མེད་པའི་བསོད་ནམས་ཞིང་། །སྲོག་ཆགས་ཀུན་ལ་ཕན་པའི་ཕྱིར། །དེ་དག་ལ་ནི་སྦྱིན་པ་བྱིན། །
en: “ ‘The Buddha, the Dharma, and the Saṅgha Are unsurpassed fields of merit— Please make this offering to them For the benefit of all who live.’

source: ཤཱ་རིའི་བུ་དེ་ནས་ཁྱེའུ་དེས་རང་གི་ཕ་དང་མ་ལ་སླར་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ། །
en: “Then, Śāriputra, the boy spoke these verses to his parents:
